<?php

// require_once 'config.php';
// require_once 'methods_bot/methods_bot.php';
require_once 'functions.php';
// require_once 'simplehtmldom-master/simple_html_dom.php';

$result = process::trumptrade_forming('#XLM LONG

Вход лимитный 0.14988
Цели:
🎯 1) 0.15137
🎯 2) 0.15287
🎯 3) 0.15437
🎯 4) 0.15587
🎯 5) +🚀🚀🚀
Стоп 🛑 0.14538

Плечо 20х
Размер депозита до 5%
После 1-й цели переставляем стоп в безубыток для безопасности.

💰💰💰💰💰
* не финансовая рекомендация, ответственность за ваши действия и деньги только на вас.

🎉 Наш канал с идеями заработка на фьючерсах
https://t.me/kiskinhousecanal');

$result2 = process::tradersignalsru_forming('LONG #FTMUSDT from $0.24 stop loss $0.228

1h TF. Цена находится в очень длительной консолидации, в рамках которой можем наблюдать падающие объёмы и манипуляцию над локальными минимумами, что свидетельствует о наборе позиции крупным игроком, а ранее показали успешную реакцию на верхнюю границу зоны интереса покупателя stb.

Локальнее цена сильно поджимается к более среднесрочной нисходящей наклонной, в ближайшее время ожидаю её пробой с последующим закреплением и продолжением роста с целью в снятия ликвидности за уровнями 0.2613, 0.2677 и 0.2734

Автор: CFS

Открыть график | #Прочее');

print_r($result);
print_r($result2);
